<!DOCTYPE HTML>
<html lang="en" >
    
    <head>
        
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <title>科学笔记 | 培公笔记</title>
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="">
        <meta name="generator" content="GitBook 2.5.2">
        
        
        <meta name="HandheldFriendly" content="true"/>
        <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
        <meta name="apple-mobile-web-app-capable" content="yes">
        <meta name="apple-mobile-web-app-status-bar-style" content="black">
        <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
        <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">
        
    <link rel="stylesheet" href="../gitbook/style.css">
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-multipart/multipart.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-highlight/website.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-search/search.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-fontsettings/website.css">
        
    
    

        
    
    
    
    <link rel="prev" href="../chapter.2.4/index.html" />
    

        
    </head>
    <body>
        
        
    <div class="book" data-level="19" data-chapter-title="科学笔记" data-filepath="chapter.2.5/README.md" data-basepath=".." data-revision="Sat Jun 09 2018 23:18:13 GMT+0800 (中国标准时间)">
    

<div class="book-summary">
    <nav role="navigation">
        <ul class="summary">
            
            
            
                
                <li>
                    <a href="http://www.peigong.net" target="blank" class="custom-link">博客</a>
                </li>
            
                
                <li>
                    <a href="http://www.peigong.net/poem/" target="blank" class="custom-link">诗抄</a>
                </li>
            
            

            
            <li class="divider"></li>
            

            
    
        <li class="chapter " data-level="6" >
            
            <span><b>6.</b> Part I 开发工作</span>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="6" data-path="index.html">
            
                
                    <a href="../index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>6.</b>
                        
                        前言
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="7" data-path="chapter.1.1/index.html">
            
                
                    <a href="../chapter.1.1/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>7.</b>
                        
                        科学
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="7" data-path="chapter1.1/section1.1.html">
            
            <span><b>7.</b> Section1.1</span>
            
            
        </li>
    
        <li class="chapter " data-level="8" data-path="chapter1.1/section1.2.html">
            
            <span><b>8.</b> Section1.2</span>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="9" data-path="chapter.1.2/index.html">
            
                
                    <a href="../chapter.1.2/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>9.</b>
                        
                        写代码
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="10" data-path="chapter.1.3/index.html">
            
                
                    <a href="../chapter.1.3/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>10.</b>
                        
                        单兵素质
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="11" data-path="chapter.1.4/index.html">
            
                
                    <a href="../chapter.1.4/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>11.</b>
                        
                        架构师
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="12" data-path="chapter.1.5/index.html">
            
                
                    <a href="../chapter.1.5/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>12.</b>
                        
                        质量的观测
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="13" data-path="chapter.1.6/index.html">
            
                
                    <a href="../chapter.1.6/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>13.</b>
                        
                        项目管理
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="14" data-path="chapter.1.7/index.html">
            
                
                    <a href="../chapter.1.7/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>14.</b>
                        
                        团队组织
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="15" >
            
            <span><b>15.</b> Part II 札记</span>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="15" data-path="chapter.2.1/index.html">
            
                
                    <a href="../chapter.2.1/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>15.</b>
                        
                        价格笔记
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="16" data-path="chapter.2.2/index.html">
            
                
                    <a href="../chapter.2.2/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>16.</b>
                        
                        TG的基本教义
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="17" data-path="chapter.2.3/index.html">
            
                
                    <a href="../chapter.2.3/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>17.</b>
                        
                        抽象思考的精神
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="18" data-path="chapter.2.4/index.html">
            
                
                    <a href="../chapter.2.4/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>18.</b>
                        
                        西游记笔记
                    </a>
            
            
        </li>
    
        <li class="chapter active" data-level="19" data-path="chapter.2.5/index.html">
            
                
                    <a href="../chapter.2.5/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>19.</b>
                        
                        科学笔记
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    


            
            <li class="divider"></li>
            <li>
                <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
                    Published with GitBook
                </a>
            </li>
            
        </ul>
    </nav>
</div>

    <div class="book-body">
        <div class="body-inner">
            <div class="book-header" role="navigation">
    <!-- Actions Left -->
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="../" >培公笔记</a>
    </h1>
</div>

            <div class="page-wrapper" tabindex="-1" role="main">
                <div class="page-inner">
                
                
                    <section class="normal" id="section-">
                    
                        <h1 id="&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;&#x7B14;&#x8BB0;">&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;&#x7B14;&#x8BB0;</h1>
<blockquote>
<p>&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;/&#x5434;&#x56FD;&#x76DB;&#x8457;. -&#x5E7F;&#x5DDE;&#xFF1A;&#x5E7F;&#x4E1C;&#x4EBA;&#x6C11;&#x51FA;&#x7248;&#x793E;&#xFF0C;2016.8</p>
</blockquote>
<h2 id="&#x4E66;&#x6458;">&#x4E66;&#x6458;</h2>
<ul>
<li>P7&#xFF0C;&#x81EA;&#x5E8F;&#xFF1A;&#x5FB7;&#x56FD;&#x7269;&#x7406;&#x5B66;&#x5BB6;&#x666E;&#x6717;&#x514B;&#xFF08;Max Planck, 1858-1947&#xFF09;&#x5728;&#x4ED6;&#x7684;&#x81EA;&#x4F20;&#x91CC;&#x6240;&#x8BF4;&#xFF1A;&#x201C;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x79D1;&#x5B66;&#x771F;&#x7406;&#x5E76;&#x4E0D;&#x662F;&#x901A;&#x8FC7;&#x8BF4;&#x670D;&#x5BF9;&#x624B;&#x8BA9;&#x4ED6;&#x4EEC;&#x5F00;&#x609F;&#x800C;&#x53D6;&#x5F97;&#x80DC;&#x5229;&#x7684;&#xFF0C;&#x5F80;&#x5F80;&#x662F;&#x56E0;&#x4E3A;&#x5B83;&#x7684;&#x53CD;&#x5BF9;&#x8005;&#x6700;&#x7EC8;&#x6B7B;&#x53BB;&#xFF0C;&#x719F;&#x6089;&#x5B83;&#x7684;&#x65B0;&#x4E00;&#x4EE3;&#x6210;&#x957F;&#x8D77;&#x6765;&#x3002;&#x201D;</li>
<li>P9&#xFF0C;&#x81EA;&#x5E8F;&#xFF1A;&#x6280;&#x672F;&#x3001;&#x535A;&#x7269;&#x5B66;&#xFF08;&#x81EA;&#x7136;&#x5FD7;&#xFF09;&#x3001;&#x7406;&#x6027;&#x79D1;&#x5B66;&#x4E09;&#x8005;&#x6784;&#x6210;&#x4E86;&#x4E00;&#x4E2A;&#x79D1;&#x5B66;&#x7684;&#x8C31;&#x7CFB;&#x3002;</li>
<li>P49&#xFF0C;&#x7B2C;&#x4E8C;&#x7AE0;&#xFF0C;&#x300A;&#x897F;&#x65B9;&#x79D1;&#x5B66;&#x6EAF;&#x6E90;&#xFF1A;&#x5E0C;&#x814A;&#x7406;&#x6027;&#x79D1;&#x5B66;&#x300B;&#xFF1A;&#x79D1;&#x5B66;&#x4E4B;&#x6240;&#x4EE5;&#x662F;&#x5E0C;&#x814A;&#x4EBA;&#x7684;&#x4EBA;&#x6587;&#xFF0C;&#x539F;&#x56E0;&#x5C31;&#x5728;&#x4E8E;&#xFF0C;&#x5E0C;&#x814A;&#x4EBA;&#x7684;&#x79D1;&#x5B66;&#x672C;&#x8D28;&#x4E0A;&#x5C31;&#x662F;&#x81EA;&#x7531;&#x7684;&#x5B66;&#x672F;&#x3002;</li>
<li>P149&#xFF0C;&#x7B2C;&#x56DB;&#x7AE0;&#xFF0C;&#x300A;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#x6EAF;&#x6E90;&#x4E4B;&#x4E8C;&#xFF1A;&#x6570;&#x7406;&#x5B9E;&#x9A8C;&#x79D1;&#x5B66;&#x7684;&#x5F62;&#x800C;&#x4E0A;&#x5B66;&#x57FA;&#x7840;&#x300B;&#xFF1A;&#x5982;&#x679C;&#x8BF4;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x662F;&#x6C42;&#x771F;&#x7684;&#x79D1;&#x5B66;&#xFF08;science for truth&#xFF09;&#xFF0C;&#x90A3;&#x4E48;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#x5C31;&#x662F;&#x6C42;&#x529B;&#x7684;&#x79D1;&#x5B66;&#xFF08;science for power&#xFF09;&#x3002;</li>
<li>P220&#xFF0C;&#x7B2C;&#x4E94;&#x7AE0;&#xFF0C;&#x300A;&#x897F;&#x65B9;&#x53E6;&#x7C7B;&#x79D1;&#x5B66;&#x4F20;&#x7EDF;&#xFF1A;&#x535A;&#x7269;&#x5B66;&#x300B;&#xFF1A;natural history&#x662F;&#x4E0E;natural philosophy&#xFF08;&#x81EA;&#x7136;&#x54F2;&#x5B66;&#xFF09;&#x76F8;&#x5BF9;&#x7684;&#x4E00;&#x79CD;&#x8BA4;&#x8BC6;&#x65B9;&#x5F0F;&#x548C;&#x77E5;&#x8BC6;&#x7C7B;&#x578B;&#x3002;</li>
</ul>
<h2 id="&#x4E24;&#x70B9;&#x4E0D;&#x8BA4;&#x540C;">&#x4E24;&#x70B9;&#x4E0D;&#x8BA4;&#x540C;</h2>
<h3 id="&#x6CA1;&#x6709;&#x57FA;&#x7763;&#x6559;&#x5C31;&#x6CA1;&#x6709;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;">&#x6CA1;&#x6709;&#x57FA;&#x7763;&#x6559;&#x5C31;&#x6CA1;&#x6709;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;</h3>
<p>&#x57FA;&#x7763;&#x6559;&#x4E0D;&#x662F;&#x4E00;&#x6210;&#x4E0D;&#x53D8;&#xFF0C;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#x4E5F;&#x4E0D;&#x662F;&#x4E00;&#x6210;&#x4E0D;&#x53D8;&#x3002;</p>
<p>&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#x751F;&#x957F;&#x4E8E;&#x57FA;&#x7763;&#x6559;&#x7684;&#x897F;&#x65B9;&#x4E16;&#x754C;&#xFF0C;&#x8981;&#x60F3;&#x5F97;&#x5230;&#x8DDF;&#x73B0;&#x5728;&#x4E00;&#x6A21;&#x4E00;&#x6837;&#x7684;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#xFF0C;&#x90A3;&#x80AF;&#x5B9A;&#x5C31;&#x662F;&#x6CA1;&#x6709;&#x57FA;&#x7763;&#x6559;&#x5C31;&#x6CA1;&#x6709;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x5E76;&#x4E0D;&#x662F;&#x8981;&#x4E00;&#x4E2A;&#x8DDF;&#x73B0;&#x5728;&#x4E00;&#x6A21;&#x4E00;&#x6837;&#x7684;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#xFF0C;&#x800C;&#x662F;&#x8981;&#x4E00;&#x4E2A;&#x66F4;&#x597D;&#x7684;&#xFF0C;&#x66F4;&#x79D1;&#x5B66;&#x7684;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#x3002;&#x4ECE;&#x8FD9;&#x4E2A;&#x610F;&#x4E49;&#x4E0A;&#x8BB2;&#xFF0C;&#x5E76;&#x4E0D;&#x662F;&#x6CA1;&#x6709;&#x57FA;&#x7763;&#x6559;&#xFF0C;&#x5C31;&#x6CA1;&#x6709;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#xFF0C;&#x56E0;&#x4E3A;&#x73B0;&#x5728;&#x8FD9;&#x79CD;&#x66F4;&#x79D1;&#x5B66;&#x7684;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#x8FD8;&#x6CA1;&#x6709;&#x8BDE;&#x751F;&#x3002;&#x5C31;&#x8FD9;&#x4E2A;&#x610F;&#x4E49;&#x4E0A;&#x8BB2;&#xFF0C;&#x6211;&#x4EEC;&#x975E;&#x57FA;&#x7763;&#x6559;&#x4E16;&#x754C;&#x548C;&#x57FA;&#x7763;&#x6559;&#x4E16;&#x754C;&#xFF0C;&#x5728;&#x540C;&#x4E00;&#x4E2A;&#x8D77;&#x8DD1;&#x7EBF;&#x4E0A;&#x3002;&#x751A;&#x81F3;&#x8BF4;&#xFF0C;&#x6211;&#x4EEC;&#x5E76;&#x6CA1;&#x6709;&#x4E00;&#x4E2A;&#x897F;&#x65B9;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x5386;&#x53F2;&#x5305;&#x88B1;&#xFF0C;&#x6211;&#x4EEC;&#x6709;&#x80FD;&#x529B;&#x53D1;&#x5C55;&#x51FA;&#x66F4;&#x597D;&#x7684;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#x3002;</p>
<p>&#x6BD4;&#x5982;&#x8BF4;&#x516C;&#x5143;&#x7EAA;&#x5E74;&#x6CD5;&#xFF0C;&#x6211;&#x4EEC;&#x4F7F;&#x7528;&#x8FD9;&#x79CD;&#x7EAA;&#x5E74;&#x6CD5;&#xFF0C;&#x5E76;&#x4E0D;&#x662F;&#x4E3A;&#x4E86;&#x4FE1;&#x4EF0;&#x57FA;&#x7763;&#xFF0C;&#x800C;&#x662F;&#x4E3A;&#x4E86;&#x5F97;&#x5230;&#x4E00;&#x4E2A;&#x79D1;&#x5B66;&#x7684;&#x7EAA;&#x5E74;&#x6CD5;&#x3002;&#x4ECE;&#x8FD9;&#x4E2A;&#x610F;&#x4E49;&#x4E0A;&#x8BF4;&#xFF0C;&#x516C;&#x5143;&#x7EAA;&#x5E74;&#x6CD5;&#x5E76;&#x4E0D;&#x5C5E;&#x4E8E;&#x57FA;&#x7763;&#x6559;&#xFF0C;&#x800C;&#x662F;&#x5C5E;&#x4E8E;&#x79D1;&#x5B66;&#x3002;</p>
<p>&#x518D;&#x6BD4;&#x5982;&#x8BF4;&#xFF0C;&#x793C;&#x62DC;&#x5929;&#x7684;&#x5B89;&#x6392;&#xFF0C;&#x6211;&#x4EEC;&#x5E76;&#x4E0D;&#x662F;&#x8981;&#x53BB;&#x793C;&#x62DC;&#x57FA;&#x7763;&#xFF0C;&#x800C;&#x662F;&#x8981;&#x5728;&#x7D27;&#x5F20;&#x7684;&#x5DE5;&#x4F5C;&#x4E4B;&#x4F59;&#xFF0C;&#x505A;&#x5230;&#x4E00;&#x5F20;&#x4E00;&#x5F1B;&#x7684;&#x4F11;&#x606F;&#x3002;&#x4ECE;&#x8FD9;&#x4E2A;&#x610F;&#x4E49;&#x4E0A;&#x8BF4;&#xFF0C;&#x793C;&#x62DC;&#x5929;&#x4E5F;&#x4E0D;&#x4ECE;&#x5C5E;&#x4E8E;&#x57FA;&#x7763;&#x6559;&#xFF0C;&#x800C;&#x662F;&#x5C5E;&#x4E8E;&#x5DE5;&#x4E1A;&#x6587;&#x660E;&#x3002;</p>
<h3 id="&#x535A;&#x7269;&#x5B66;&#x53EF;&#x4EE5;&#x68B3;&#x7406;&#x4E2D;&#x56FD;&#x7684;&#x79D1;&#x5B66;">&#x535A;&#x7269;&#x5B66;&#x53EF;&#x4EE5;&#x68B3;&#x7406;&#x4E2D;&#x56FD;&#x7684;&#x79D1;&#x5B66;</h3>
<p>&#x4ECE;&#x535A;&#x7269;&#x5B66;&#x7684;&#x89D2;&#x5EA6;&#x53BB;&#x68B3;&#x7406;&#x4E2D;&#x56FD;&#x7684;&#x79D1;&#x5B66;&#xFF0C;&#x5F53;&#x7136;&#x6BD4;&#x674E;&#x7EA6;&#x745F;&#x4F20;&#x7EDF;&#x4ECE;&#x5927;&#x91CF;&#x7684;&#x53F2;&#x6599;&#x4E2D;&#x6253;&#x635E;&#x5386;&#x53F2;&#x7684;&#x788E;&#x7247;&#xFF0C;&#x8981;&#x9AD8;&#x660E;&#x7684;&#x8BB8;&#x591A;&#x3002;</p>
<p>&#x4F46;&#x662F;&#x8FD9;&#x79CD;&#x89D2;&#x5EA6;&#x4F9D;&#x7136;&#x662F;&#x5728;&#x81EA;&#x7136;&#x5FD7;&#x548C;&#x81EA;&#x7136;&#x54F2;&#x5B66;&#xFF0C;&#x8FD9;&#x79CD;&#x897F;&#x65B9;&#x8BDD;&#x8BED;&#x4F53;&#x7CFB;&#x7684;&#x6846;&#x67B6;&#x4E2D;&#x8BA8;&#x8BBA;&#x95EE;&#x9898;&#xFF0C;&#x8FD9;&#x662F;&#x5B8C;&#x5168;&#x4E0D;&#x591F;&#x7684;&#x3002;&#x897F;&#x65B9;&#x8BDD;&#x8BED;&#x4F53;&#x7CFB;&#x7684;&#x6846;&#x67B6;&#x592A;&#x5C0F;&#xFF0C;&#x4E0D;&#x80FD;&#x5BB9;&#x7EB3;&#x4E2D;&#x56FD;&#x7684;&#x6587;&#x5316;&#x3002;</p>
<p>&#x7B2C;&#x4E00;&#x4E2A;&#x9636;&#x6BB5;&#x7684;&#x68B3;&#x7406;&#xFF0C;&#x53EF;&#x4EE5;&#x8003;&#x8651;&#x4E2D;&#x5B66;&#x4E3A;&#x4F53;&#xFF0C;&#x897F;&#x5B66;&#x4E3A;&#x7528;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x9636;&#x6BB5;&#xFF0C;&#x5728;&#x5927;&#x91CF;&#x6CA1;&#x6709;&#x5171;&#x8BC6;&#x7684;&#x95EE;&#x9898;&#x4E0A;&#xFF0C;&#x6BD4;&#x5982;&#x6D89;&#x53CA;&#x5230;&#x4FE1;&#x4EF0;&#x3001;&#x57FA;&#x672C;&#x6559;&#x4E49;&#x7B49;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x4EE5;&#x6401;&#x7F6E;&#x4E89;&#x8BAE;&#x6C42;&#x540C;&#x5B58;&#x5F02;&#x3002;</p>
<p>&#x5728;&#x672A;&#x6765;&#xFF0C;&#x968F;&#x7740;&#x4E16;&#x754C;&#x6587;&#x5316;&#x7684;&#x878D;&#x5408;&#x548C;&#x6FC0;&#x8361;&#xFF0C;&#x5E94;&#x8BE5;&#x662F;&#x53EF;&#x4EE5;&#x5F62;&#x6210;&#x4E00;&#x4E2A;&#x4E16;&#x754C;&#x7EDF;&#x4E00;&#x7684;&#x8BDD;&#x8BED;&#x4F53;&#x7CFB;&#x6846;&#x67B6;&#xFF0C;&#x4E0D;&#x7BA1;&#x662F;&#x4E2D;&#x56FD;&#x7684;&#xFF0C;&#x8FD8;&#x662F;&#x897F;&#x65B9;&#x7684;&#x8BDD;&#x8BED;&#x4F53;&#x7CFB;&#xFF0C;&#x90FD;&#x6210;&#x4E3A;&#x8FD9;&#x79CD;&#x7EDF;&#x4E00;&#x7684;&#x8BDD;&#x8BED;&#x4F53;&#x7CFB;&#x7684;&#x8425;&#x517B;&#x6210;&#x5206;&#x3002;</p>
<h2 id="&#x79D1;&#x5B66;&#x7684;&#x7ACB;&#x8DB3;&#x70B9;&#x548C;&#x51FA;&#x53D1;&#x70B9;">&#x79D1;&#x5B66;&#x7684;&#x7ACB;&#x8DB3;&#x70B9;&#x548C;&#x51FA;&#x53D1;&#x70B9;</h2>
<p>&#x4E0D;&#x7BA1;&#x662F;&#x6C42;&#x771F;&#x7684;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#xFF0C;&#x8FD8;&#x662F;&#x8FD1;&#x4EE3;&#x897F;&#x65B9;&#x6C42;&#x529B;&#x7684;&#x6570;&#x7406;&#x5B9E;&#x9A8C;&#x79D1;&#x5B66;&#xFF0C;&#x53C8;&#x6216;&#x8005;&#x662F;&#x4E2D;&#x56FD;&#x5386;&#x53F2;&#x4E0A;&#x7684;&#x79D1;&#x5B66;&#xFF0C;&#x4E0D;&#x7BA1;&#x5355;&#x7EAF;&#x662F;&#x8BA4;&#x8BC6;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#xFF0C;&#x8FD8;&#x662F;&#x76EE;&#x7684;&#x662F;&#x8981;&#x6539;&#x9020;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#xFF0C;&#x8FFD;&#x6C42;&#x51C6;&#x786E;&#x7684;&#x3001;&#x6C42;&#x771F;&#x52A1;&#x5B9E;&#x7684;&#x771F;&#x7406;&#xFF0C;&#x90FD;&#x662F;&#x79D1;&#x5B66;&#x7684;&#x7ACB;&#x8DB3;&#x70B9;&#x548C;&#x51FA;&#x53D1;&#x70B9;&#x3002;</p>
<p>&#x4EE5;&#x533B;&#x5B66;&#x4E3A;&#x4F8B;&#xFF0C;&#x6570;&#x7406;&#x5B9E;&#x9A8C;&#x4F20;&#x7EDF;&#x7684;&#x897F;&#x533B;&#x5E76;&#x4E0D;&#x662F;&#x4ECE;&#x6765;&#x5C31;&#x6709;&#x7684;&#x3002;&#x5728;&#x897F;&#x65B9;&#x6570;&#x7406;&#x5B9E;&#x9A8C;&#x7684;&#x79D1;&#x5B66;&#x4F20;&#x7EDF;&#x4E4B;&#x524D;&#xFF0C;&#x5C31;&#x6709;&#x4EE5;&#x690D;&#x7269;&#x3001;&#x52A8;&#x7269;&#x3001;&#x77FF;&#x7269;&#x7B49;&#x535A;&#x7269;&#x5B66;&#x4E3A;&#x57FA;&#x7840;&#x7684;&#x533B;&#x5B66;&#x3002;&#x4E2D;&#x533B;&#x4E5F;&#x4E0D;&#x662F;&#x8981;&#x56E0;&#x5FAA;&#x5B88;&#x65E7;&#x7684;&#x4F7F;&#x7528;&#x671B;&#x95FB;&#x95EE;&#x5207;&#xFF0C;&#x5728;&#x5386;&#x53F2;&#x4E0A;&#xFF0C;&#x4ECE;&#x6765;&#x90FD;&#x662F;&#x4E0E;&#x65F6;&#x4FF1;&#x8FDB;&#x5730;&#x4F7F;&#x7528;&#x836F;&#x7269;&#xFF0C;&#x65B0;&#x51FA;&#x73B0;&#x7684;&#x7269;&#x8D28;&#x90FD;&#x4F1A;&#x7EB3;&#x5165;&#x836F;&#x7269;&#x8003;&#x5BDF;&#x4F53;&#x7CFB;&#x8FDB;&#x884C;&#x8003;&#x5BDF;&#xFF0C;&#x6CBB;&#x7597;&#x624B;&#x6BB5;&#x4E5F;&#x4F1A;&#x968F;&#x7740;&#x6280;&#x672F;&#x7684;&#x53D8;&#x9769;&#x800C;&#x53D8;&#x9769;&#x3002;&#x957F;&#x671F;&#x4EE5;&#x6765;&#xFF0C;&#x4E2D;&#x836F;&#x897F;&#x5236;&#x7684;&#x601D;&#x8DEF;&#x672C;&#x8EAB;&#x5C31;&#x662F;&#x4E2D;&#x533B;&#x4E0E;&#x65F6;&#x4FF1;&#x8FDB;&#x7684;&#x8BC1;&#x660E;&#x3002;&#x8FD9;&#x79CD;&#x4E2D;&#x897F;&#x533B;&#x7ED3;&#x5408;&#x662F;&#x4E0D;&#x662F;&#x4E00;&#x6761;&#x90AA;&#x8DEF;&#xFF0C;&#x59D1;&#x4E14;&#x4E0D;&#x8BBA;&#x3002;</p>
<p>&#x4E2D;&#x533B;&#x548C;&#x897F;&#x533B;&#xFF0C;&#x5728;&#x5B66;&#x672F;&#x89C2;&#x70B9;&#x4E0A;&#x548C;&#x601D;&#x60F3;&#x7406;&#x5FF5;&#x4E0A;&#xFF0C;&#x53EF;&#x80FD;&#x8FD8;&#x4F1A;&#x957F;&#x671F;&#x4FDD;&#x6301;&#x4E89;&#x8BAE;&#x3002;&#x4F46;&#x662F;&#x5728;&#x6211;&#x4EEC;&#x7684;&#x4E16;&#x754C;&#x91CC;&#xFF0C;&#x53EA;&#x6709;&#x5929;&#x4E0B;&#x6CA1;&#x6709;&#x4E09;&#x56FD;&#x3002;&#x533B;&#xFF0C;&#x53EA;&#x6709;&#x4E00;&#x4E2A;&#xFF0C;&#x5E76;&#x6CA1;&#x6709;&#x4E2D;&#x897F;&#x4E4B;&#x5206;&#xFF0C;&#x5BF9;&#x751F;&#x547D;&#x7684;&#x5C0A;&#x91CD;&#x548C;&#x63A2;&#x7D22;&#x662F;&#x4E00;&#x6837;&#x7684;&#x3002;&#x4ECE;&#x8FD9;&#x4E2A;&#x610F;&#x4E49;&#x4E0A;&#x8BB2;&#xFF0C;&#x4E2D;&#x533B;&#x548C;&#x897F;&#x533B;&#x79D1;&#x5B66;&#x7684;&#x7ACB;&#x8DB3;&#x70B9;&#x548C;&#x51FA;&#x53D1;&#x70B9;&#x4E5F;&#x662F;&#x4E00;&#x6837;&#x7684;&#x3002;</p>

                    
                    </section>
                
                
                </div>
            </div>
        </div>

        
        <a href="../chapter.2.4/index.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: 西游记笔记"><i class="fa fa-angle-left"></i></a>
        
        
    </div>
</div>

        
<script src="../gitbook/app.js"></script>

    
    <script src="../gitbook/plugins/gitbook-plugin-search/lunr.min.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-search/search.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-sharing/buttons.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-fontsettings/buttons.js"></script>
    

<script>
require(["gitbook"], function(gitbook) {
    var config = {"fontSettings":{"theme":"sepia","family":"serif","size":1},"multipart":{},"highlight":{},"search":{},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2}};
    gitbook.start(config);
});
</script>

        
    </body>
    
</html>
